{
  "language_short_name": "en",
  "language_name": "english",
  "site_title": "visual memory game",
  "site_direction": "ltr",
  "site_tag_line": "Master Thesis - Amir Shokri",
  "language_select": "Available languages:",
  "task_operator": [
    "Task moderator: Amir Shokri",
    "Email: amirsh.nll [at] gmail [dot] com",
    "Supervisor: Prof. Dr. Farzin Yaghmaee",
    "Department of Computer and Electrical Engineering, Semnan University, Iran",
    "Consultant Professor: Prof. Dr. Mohammad Javad Fadaeieslam, Prof. Dr. Morteza Dorrigiv"
  ],
  "agreement_title": "Visual memory test - Consent to participate in this research",
  "agreement_abstract": "You are hereby invited to participate in this research. Information about this research is provided to you and you are free to participate. You do not have to make an immediate decision, and to make that decision you can ask your research questions and consult with anyone you want. Before starting this test, make sure that you have understood all the information in this form and that all your questions have been answered. Your participation in this test means complete satisfaction for participating in this test.",
  "agreement_description": "Before taking the visual memory task, I was assured of the following:",
  "agreement_text": [
    "I know that my participation in this research is completely voluntary and I do not have to participate in this research.",
    "I was assured that there would be no deprivation for me if I refused to participate in this study.",
    "I know that even after agreeing to participate in the research, I can leave the research whenever I want, after informing the task moderator, and my information can be deleted.",
    "I am assured that the data in this study will be used for research purposes only and will not be used commercially.",
    "I am assured my raw data will be deleted at the end of the research.",
    "I will not receive any compensation for taking on this task, and I am working on this task as a volunteer.",
    "I know that taking this task is not dangerous for me and will not harm me in any way.",
    "I will do this task virtually, using my own internet and hardware.",
    "I know that those involved in this research have kept all the information about me confidential. Research results are only allowed to be published in general and group terms without mentioning participant detail."
  ],
  "task_description_title": "How you collaborate in this research:",
  "task_description": [
    "In the visual memory test, a sequence of images is displayed to you, and you have the opportunity to take the test 5 times (level), and during these steps, you can finish your work wherever you want. In this test, your task as a participant is to view 100 images at a time. Each image is displayed to you for 600 milliseconds, with 800 milliseconds of rest time between images. Some of the images in this test are duplicates. The main task is to press the spacebar key on the keyboard if you detect a duplicate image, or click the mouse 'hit' button on your screen.",
    "Each level of this test takes 2 minutes and 30 seconds, and you can take this test up to 5 times.",
    "During this test, if you make a lot of mistakes in recognizing, you will receive a red flag. After receiving three red flags, you will be deprived of continuing to participate in the test process.",
    "To prevent the participation of a person with two entities, SMS / email validation will be used. This information will only be used for validation so that there is no specific bias in the results of this research.",
    "The information we receive from you includes gender, age and nationality. The visual memory test can be taken anonymously, but recording the information in the results will help us a lot."
  ],
  "agreement_call_to_action": "Start visual memory game",
  "copyright": "2021-2022, Amir Shokri's master's thesis.",
  "university": "Semnan University",
  "email": "amirsh.nll [at] gmail [dot] com",
  "footer_contact_text": "Contact:",
  "emailmobile": "Email / Mobile",
  "emailmobile_placeholder": "please enter your email / mobile",
  "male": "Male",
  "female": "Female",
  "notsay": "Prefer not to say",
  "gender": "Gender",
  "select_default": "Please select one",
  "age": "Age",
  "age_placeholder": "please enter your age (eg. 25)",
  "country": "Nationality",
  "verify_button": "Next",
  "start_button": "Accept",
  "back_button": "Back to description",
  "agree_rule": "Entering the test means accepting our rules.",
  "inrequired": "Optional",
  "inrequired_rule": "The age, gender and nationality fields are optional.",
  "home_title": "Task Description",
  "task_title": "Task panel",
  "register_title": "Register",
  "verify_title": "Validation",
  "game_title": "Task",
  "login_title": "Login",
  "delete_title": "Delete account",
  "setting_title": "Edit information",
  "verify_resson": "The 2-step Validation is designed to prevent retaking the test.",
  "verify_code": "Verification code",
  "verify_code_message": "The verification code has been sent via SMS to your mobile.",
  "verify_code_placeholder": "Please enter validation code",
  "level": "Level",
  "levels": "Level List",
  "data_collect": "In this task, we stored your device screen (width and height) and image recognition information.",
  "start_game": "Start Task",
  "test_completed_caption": "Passed level count",
  "image_shown_caption": "Images viewed count",
  "hit_count_caption": "Correct diagnosis",
  "far_count_caption": "Incorrect diagnosis",
  "flag_count_caption": "Flags",
  "user_gender_caption": "Gender",
  "user_age_caption": "Age",
  "user_country_caption": "Nationality",
  "edit_user_buttom": "Edit Information",
  "log_out_buttom": "Logout",
  "return_task_buttom": "Back",
  "edit_user_title": "Edit participant information",
  "edit_user_top_description": "This research's data will be used exclusively for research purposes and will not be commercially exploited. Will be removed completely. Throughout the process, all personal information about you will be kept confidential with us. Only the general results as well as the group results will be published without mentioning any individual participant information.",
  "save_button": "Save",
  "game_page_hsa_irb": "Look carefully at the images that are displayed. If you see duplicate, press spacebar on your keyboard or click the 'hit' button on your display. Take the test with a keyboard to accommodate your speed of action.",
  "failed_message": "Unfortunately, you made a lot of mistakes and received a warning flag. Please try again.",
  "success_message": "This level of the test was completed successfully. Please start the next level.",
  "hit_button": "Hit!",
  "login_button": "Login",
  "regitser_not_yet": "I want to become a participant.",
  "agreement_call_to_continue_action": "Login, Continue",
  "delete_account": "Cancel participation in this test",
  "delete_account_message": "By clicking on 'Delete your Information', your information will be removed from the analysis process in this research.",
  "delete_account_description": "The delete account section allows you to remove your data from this research process, and this right is always reserved for you. This research's data will be used exclusively for research purposes and will not be commercially exploited. Will be removed completely. Throughout the process, all personal information about you will be kept confidential with us. Only the general results as well as the group results will be published without mentioning any individual participant information.",
  "delete_account_reason": "If you are interested, write us the reason for leaving and deleting your data from this research",
  "reason": "Your reason for deleting your account",
  "delete_account_button": "Delete your Information",
  "notfound_title": "Not Found",
  "notfound_content": "It seems to not be found",
  "backtohome": "Back to home",
  "form_error": "The form data are invalid.",
  "emailmobile_error": "Please enter a valid email address or mobile number.",
  "age_error": "Please enter a valid age number.",
  "country_error": "Please select a valid nationality.",
  "gender_error": "Please select a valid gender.",
  "verifycode_error": "Please enter a valid validation number.",
  "reason_error": "Please enter a shorter delete account reason.",
  "duplicate_error": "You are already registered in this task.",
  "non_register_error": "You are not registered.",
  "success_error": "All changes were saved successfully.",
  "delete_account_error": "All of your information was successfully removed from the research.",
  "javascript_title": "JavaScript is not enabled",
  "javascript_content": "Activate JavaScript in your browser and then click the 'Back to home' button below.",
  "success": "success",
  "empty": "Unknown",
  "max_block_error": "You have completed all of these research levels.",
  "max_flag_error": "You have received many warning flags and are not allowed to continue participating in this research.",
  "email_subject": "Veriification code",
  "email_text": "Your veriification code is: ",
  "please_wait": "Please Wait...",
  "email_verify_spam": "The verification code was sent. This code may be in your spam or junk mail folder.",
  "loading_data": "Loading"
}
