{
  "language_short_name": "fa",
  "language_name": "persian (farsi)",
  "site_title": "آزمون حافظه بصری",
  "site_direction": "rtl",
  "site_tag_line": "پایان نامه کارشناسی ارشد - امیر شکری",
  "language_select": "زبان های زیر در دسترس هستند:",
  "task_operator": [
    "مجری طرح: امیر شکری",
    "ایمیل: amirsh.nll [at] gmail [dot] com",
    "استاد راهنما: دکتر فرزین یغمایی",
    "دانشگاه: دانشکده برق و کامپیوتر دانشگاه سمنان",
    "اساتید داور: دکتر محمدجواد فدایی اسلام، دکتر مرتضی دری گیو"
  ],
  "agreement_title": "رضایت نامه شرکت در  طرح تحقیقاتی آزمون حافظه بصری",
  "agreement_abstract": "بدین وسیله از شما جهت شركت در این پژوهش دعوت به عمل می‌آید. اطلاعات مربوط به این پژوهش خدمتتان ارائه شده است و شما برای شرکت یا عدم شرکت در این پژوهش آزاد هستید. شما مجبور به تصمیم گیری فوری نیستید و برای تصمیم گیری در این باره می‌توانید سوالات خود را از مجری پژوهشی بپرسید و با هر فردی که مایل باشید مشورت نمایید. قبل از شروع این آزمون از این رضایت نامه مطمئن شوید كه متوجه تمامی اطلاعات این فرم شده‌اید و به تمام سوالات شما پاسخ داده شده است. شرکت شما در این آزمون به معنی رضایت کامل برای شرکت در این آزمون می‌باشد.",
  "agreement_description": "پیش از شرکت در آزمون حافظه بصری موارد زیر به من اطمینان داده شده است:",
  "agreement_text": [
    "من می‌­دانم که شرکت من در این پژوهش کاملاً داوطلبانه است و مجبور به شرکت در این پژوهش نیستم.",
    "به من اطمینان داده شد که اگر حاضر به شركت در این پژوهش نباشم هیچ محرومیتی برای من وجود نخواهد داشت.",
    "من می‌دانم كه حتی پس از موافقت با شركت در پژوهش می‌توانم هر وقت كه بخواهم، پس از اطلاع به مجری، از پژوهش خارج شوم و اطلاعاتم قابل حذف شدن می‌باشد.",
    "به من اطمینان داده شده که داده‌های این پژوهش تنها برای کاربرد پژوهشی استفاده خواهد شد و هیچ استفاده‌ی تجاری از این داده‌ها نخواهد شد.",
    "به من اطمینان داده شده است که بعد از پایان پژوهش داده‌های خام این اطلاعات به طور کامل حذف خواهد شد.",
    "من برای شرکت در این آزمون هزینه‌ای را دریافت نخواهم کرد و با علاقه‌ی فردی در این آزمون شرکت خواهم کرد.",
    "من می‌دانم شرکت در این آزمون هیچ خطری برای من ندارد و در هیچ زمینه‌ای آسیبی برای من نخواهد داشت.",
    "من در این آزمون به صورت غیرحضوری شرکت خواهم داشت و این آزمون را به صورت آنلاین با اینترنت و سخت افزار شخصی خودم انجام خواهم داد.",
    "من می‌­دانم كه دست اندر كاران این پژوهش،  كلیه اطلاعات مربوط به من را نزد خود به صورت محرمانه نگه‌داشته و فقط اجازه دارند نتایج كلی و گروهی این پژوهش را بدون ذکر مشخصات منتشر كنند."
  ],
  "task_description_title": "نحوه‌ی همکاری شما در این پژوهش به این‌صورت است:",
  "task_description": [
    "در آزمون حافظه بصری یک توالی از تصاویر به شما نمایش داده می‌شود و شما امکان این را دارید که ۵ بار در این آزمون شرکت کنید و در حین این مراحل هر جا بخواهید می‌توانید به کار خود پایان دهید. در این آزمون وظیفه‌ی شما به عنوان شرکت کننده این است که در هر بار ۱۰۰ تصویر را مشاهده کنید و هر تصویر برای ۶۰۰ میلی ثانیه به شما نمایش داده می‌شود و بین تصویر‌ها ۸۰۰ میلی ثانیه زمان برای استراحت در نظر گرفته شده است. تعدادی از تصاویر موجود در این آزمون تکراری می‌باشد و وظیفه‌ی اصلی این است که در صورتی که تصویر تکراری توسط شما تشخیص داده شد کلید spacebar کیبورد را فشار دهید و یا با نشانگر ماوس روی دکمه‌ی موجود در صفحه کلیک کنید.",
    "هر مرحله از این آزمون ۲ دقیقه و ۳۰ ثانیه به طول می‌انجامد و در این آزمون شما امکان این را دارید تا ۵ بار شرکت کنید.",
    "در حین این آزمون اگر اشتباهات شما در تشخیص تصاویر تکراری زیاد باشد یک پرچم قرمز دریافت خواهید کرد و بعد از دریافت سه پرچم قرمز شما از ادامه‌ی شرکت در مراحل آزمون محروم خواهید بود.",
    "برای جلوگیری از شرکت یک فرد با دو موجودیت از اعتبارسنجی پیامکی / ایمیلی استفاده خواهد شد و این اطلاعات تنها کاربرد اعتبارسنجی خواهند داشت تا هیچ سوگیری خاصی در نتایج این پژوهش به وجود نیاید.",
    "اطلاعاتی که از شما دریافت می‌شود شامل جنسیت، سن و ملیت می‌باشد. این امکان را دارید تا اطلاعات خود را نیز به صورت ناشناس ثبت کنید و در آزمون حافظه بصری شرکت داشته باشید اما ثبت اطلاعات در نتایج پژوهش کمک زیادی به ما خواهد داشت."
  ],
  "agreement_call_to_action": "شروع آزمون حافظه بصری",
  "copyright": "1400 - 1401 این آزمون متعلق به پایان نامه‌ی کارشناسی ارشد آقای امیر شکری می‌باشد.",
  "university": "دانشگاه سمنان",
  "email": "amirsh.nll [at] gmail [dot] com",
  "footer_contact_text": "ارتباط با ما:",
  "emailmobile": "ایمیل / موبایل",
  "emailmobile_placeholder": "ایمیل / موبایل خود را وارد کنید",
  "male": "آقا",
  "female": "خانم",
  "notsay": "علاقه به اعلام ندارم",
  "gender": "جنسیت",
  "select_default": "انتخاب کنید",
  "age": "سن",
  "age_placeholder": "سن خود را وارد کنید (مثلا ۲۵)",
  "country": "کشور محل تولد",
  "verify_button": "اعتبارسنجی اطلاعات",
  "start_button": "تایید",
  "back_button": "بازگشت به صفحه توضیحات",
  "agree_rule": "ورود به آزمون به معنی پذیرش قوانین آن است.",
  "inrequired": "اختیاری",
  "inrequired_rule": "فیلدهای سن، جنسیت و ملیت اجباری نیست.",
  "home_title": "توضیحات آزمون",
  "task_title": "پنل آزمون",
  "register_title": "شروع آزمون",
  "verify_title": "اعتبارسنجی",
  "game_title": "آزمون",
  "login_title": "ورود به آزمون",
  "delete_title": "حذف حساب کاربری",
  "setting_title": "ویرایش اطلاعات",
  "verify_resson": "اعتبارسنجی برای جلوگیری از شرکت مجدد در آزمون است.",
  "verify_code": "کد تایید",
  "verify_code_message": "کد تایید برای شما پیامک شده است.",
  "verify_code_placeholder": "کد تایید را وارد کنید",
  "level": "مرحله",
  "levels": "فهرست مراحل آزمون",
  "data_collect": "در این آزمون اندازه‌ی طول و عرض صفحه نمایش دستگاه شما و اطلاعات تشخیص تصاویر توسط شما ذخیره می‌شود.",
  "start_game": "شروع آزمون",
  "test_completed_caption": "سطح‌های گذرانده شده",
  "image_shown_caption": "تعداد تصاویر دیده شده",
  "hit_count_caption": "تعداد تشخیص درست",
  "far_count_caption": "تعداد تشخیص نادرست",
  "flag_count_caption": "تعداد پرچم اخطار",
  "user_gender_caption": "جنسیت",
  "user_age_caption": "سن",
  "user_country_caption": "کشور محل تولد",
  "edit_user_buttom": "ویرایش اطلاعات",
  "log_out_buttom": "خروج",
  "return_task_buttom": "بازگشت",
  "edit_user_title": "ویرایش اطلاعات شرکت کننده",
  "edit_user_top_description": "داده‌های این پژوهش تنها برای کاربرد پژوهشی است و هیچ استفاده‌ی تجاری از این داده‌ها نخواهد شد و پس از پایان پژوهش، داده‌های خام به طور کامل حذف خواهد شد. به شما اطمینان می دهیم كلیه اطلاعات مربوط به شما نزد ما به صورت محرمانه نگه‌داشته می‌شود و فقط نتایج كلی و گروهی این پژوهش بدون ذکر مشخصات افراد منتشر می‌شود.",
  "save_button": "ذخیره اطلاعات",
  "game_page_hsa_irb": "تصاویری که به شما نمایش داده می‌شوند را با دقت نگاه کنید و اگر یکی از تصاویر تکراری بود  کلید اسپیس spacebar را بزنید یا روی کلید موجود در صفحه کلید کنید. پیشنهاد می‌شود با کیبورد در آزمون شرکت کنید که سرعت عمل شما را مناسب کند.",
  "failed_message": "متاسفانه شما خطاهای زیادی داشته‌اید و یک پرچم اخطار دریافت کردید و ادامه‌ی این مرحله از آزمون به پایان رسیده است. لطفا مجددا امتحان کنید.",
  "success_message": "این مرحله از آزمون با موفقیت به پایان رسید. لطفا ادامه ی مراحل را دنبال کنید.",
  "hit_button": "تکراریه!",
  "login_button": "ورود",
  "regitser_not_yet": "می خواهم عضو شوم.",
  "agreement_call_to_continue_action": "قبلا عضو شدم",
  "delete_account": "انصراف از شرکت در آزمون",
  "delete_account_message": "با زدن روی کلید انصراف از شرکت در آزمون، اطلاعات شما از فرآیند تحلیل در پژوهش خارج خواهد شد.",
  "delete_account_description": "در بخش حذف حساب کاربری شما می‌توانید داده‌های خود را از فرآیند پژوهش خارج کنید و این حق برای شما همیشه محفوظ است البته داده‌های این پژوهش تنها برای کاربرد پژوهشی است و هیچ استفاده‌ی تجاری از این داده‌ها نخواهد شد و پس از پایان پژوهش، داده‌های خام به طور کامل حذف خواهد شد. به شما اطمینان می دهیم كلیه اطلاعات مربوط به شما نزد ما به صورت محرمانه نگه‌داشته می‌شود و فقط نتایج كلی و گروهی این پژوهش بدون ذکر مشخصات افراد منتشر می‌شود.",
  "delete_account_reason": "اگر علاقه دارید علت خروج خود از این پژوهش را برای ما بنویسید",
  "reason": "دلیل شما برای حذف حساب کاربری",
  "delete_account_button": "حذف حساب کاربری",
  "notfound_title": "یافت نشد",
  "notfound_content": "به نظر می رسد چیزی که به دنبال آن هستید یافت نشد",
  "backtohome": "بازگشت به صفحه اصلی",
  "form_error": "اطلاعات موجود در فرم نامعتبر است.",
  "emailmobile_error": "لطفا یک موبایل یا ایمیل معتبر وارد کنید.",
  "age_error": "لطفا سن خود را به درستی وارد کنید.",
  "country_error": "لطفا کشور محل تولد خود را به درستی انتخاب کنید.",
  "gender_error": "لطفا جنسیت خود را به درستی انتخاب کنید.",
  "verifycode_error": "لطفا کدتایید را به درستی وارد کنید.",
  "reason_error": "لطفا دلیل حذف حساب خود را کمی کوتاه تر کنید.",
  "duplicate_error": "شما قبلا در این طرح ثبت نام کرده اید.",
  "non_register_error": "شما در این طرح ثبت نام نکرده اید.",
  "success_error": "تغییرات با موفقیت ذخیره شد.",
  "delete_account_error": "اطلاعات شما با موفقیت حذف شد.",
  "javascript_title": "جاوااسکریپت فعال نیست",
  "javascript_content": "لطفا جاوااسکریپت مرورگر خود را فعال کنید و سپس روی کلید زیر بزنید.",
  "success": "موفق",
  "empty": "نامشخص",
  "max_block_error": "شما تمام مراحل پژوهش را انجام داده اید.",
  "max_flag_error": "شما هشدارهای زیادی دریافت کردید و مجاز به ادامه ی شرکت در این پژوهش نیستید.",
  "email_subject": "کد تایید",
  "email_text": "کد تایید شما برابر است با : ",
  "please_wait": "کمی صبر کنید...",
  "email_verify_spam": "کد تایید به ایمیل شما ارسال شد. ممکن است این کد در پوشه spam/junk ایمیل شما برود.",
  "loading_data": "در حال لود شدن"
}
